Repository: wp-plugins/plagiary-search
Catalog: lang/plagiary_search-*.po
Languages: fa_ir, fr_fr

source: title
fa_ir: عنوان
fr_fr: titre

source: Results
fa_ir: نتایج
fr_fr: résultats

source: Summary
fa_ir: خلاصه
fr_fr: Résumé

source: Select your content to be searched
fa_ir: محتوای خود را انتخاب کنید تا جستجو شود.
fr_fr: Sélectionner le contenu à rechercher

source: The text of your article
fa_ir: متن مقاله‌ی شما

source: Avanced options
fa_ir: تنظیمات پیشرفته

source: Parameters
fa_ir: پارامترها

source: Manage translations
fa_ir: مدیریت ترجمه‌ها

source: Information
fa_ir: اطلاعات

source: FAQ
fa_ir: سوالات رایج

source: Give feedback
fa_ir: بازخورد دهید

source: Other plugins
fa_ir: افزونه‌های دیگر

source: Status: %s
fa_ir: وضعیت: %s

source: Information: %s
fa_ir: اطلاعات: %s

source: Warning: %s
fa_ir: هشدار: %s

source: Error: %s
fa_ir: خطا: %s

source: Use the Google Search:
fa_ir: استفاده از جستجوی گوگل:
fr_fr: Utilisez Google Search:

source: Google API key:
fa_ir: کلید API گوگل:
fr_fr: Google clé API:

source: If you do not set any key, you might not be able to search with Google.
fa_ir: اگر شما هیچ کلیدی را ثبت نکنید، نمی‌توانید با گوگل جستجو کنید.
fr_fr: Si vous ne définissez pas une touche, vous pourriez ne pas être en mesure de rechercher avec Google.

source: If you set a key, only 100 searches are allowed per day (according to Google terms).
fa_ir: اگر شما یک کلید ثبت کنید، تنها 100 جستجو در روز اجازه دارید (بر اساس شرایط گوگل).
fr_fr: si vous définissez une clé, à seulement 100 recherches sont autorisées par jour (selon les termes de Google).

source: Use the Bing Search:
fa_ir: استفاده از جستجوی بینگ:
fr_fr: Utilisez le Bing Search:

source: Bing API Account key:
fa_ir: کلید API حساب کاربری بینگ:
fr_fr: Bing clé API de compte:

source: If you do not set any key, you might not be able to search with Bing.
fa_ir: اگر شما هیچ کلیدی را ثبت نکنید، نمی‌توانید با بینگ جستجو کنید.

source: Display results
fa_ir: نمایش نتایج

source: Selected article: %s
fa_ir: مطالب انتخاب شده: %s

source: No article is being analyzed
fa_ir: هیچ مطلبی آنالیز نشده است.

source: (End)
fa_ir: (پایان)

source: Error
fa_ir: خطا

source: Waiting for %s minutes
fa_ir: هشدار برای %s دقیقه

source: Selected article: %s (%s characters)
fa_ir: مطلب انتخاب شده: %s (حاوی %s کاراکتر)

source: (%s characters)
fa_ir: (حاوی %s کاراکتر)

source: Current Status
fa_ir: وضعیت جاری

source: Select a new article
fa_ir: انتخاب یک مطلب جدید

source: Search %s
fa_ir: جستجوی %s

source: Get the content of the website
fa_ir: دریافت محتوای وب‌سایت

source: Compare article and website (%s)
fa_ir: مقایسه مطلب و وب‌سایت (%s)

source: Filter results (%s)
fa_ir: فیلتر نتایج (%s)

source: Wait for %s seconds
fa_ir: برای %s ثانیه صبر کنید

source: Date of detection
fa_ir: تاریخ شناسایی

source: With this plugin, you may find external websites that copy-and-paste your content without authorization.
fr_fr: Avec ce plugin, vous pouvez trouver des sites Web externes copier-coller votre contenu sans autorisation.

source: In addition, you will avoid to include involuntary plagiarism in your articles.
fr_fr: En outre, vous pourrez éviter d&#039;inclure le plagiat involontaire dans vos articles.

source: What type of articles do you want to search?
fr_fr: Quel type d&#039;articles que vous voulez faire une recherche ?

source: The default value is:
fr_fr: La valeur par défaut est :

source: The minimum number of words that the article contains:
fr_fr: Le nombre minimum de mots que l&#039;article contient :

source: Search your content
fr_fr: Recherchez votre contenu

source: Exclude from the search sentences shorter than (nb words):
fr_fr: Exclure des phrases de recherche plus courts que (mots nb):

source: Exclude from the results if the searched sentence matches less than (% words):
fr_fr: Exclure des résultats si la peine recherché correspond à moins de (mots%):

source: To get this API key, please visit %s, create a projet, allow Custom Search API in services, and then go to API console to get a 'Key for browser apps'
fr_fr: Pour obtenir cette clé API, veuillez visiter %s, créer un Projet, permettre API de recherche personnalisé dans les services, puis passez à la console API pour obtenir une «clé pour les applications de navigation&quot;
